[
    {
        "title": "Evaluation as Due Process: Civil Service in an Automated Age",
        "authors": [
          {
            "name": "Olivia Martin",
            "link": "https://olivia-martin11.github.io/"
          },
          {
            "name": "Kit Rodolfa",
            "link": ""
          },
          {
            "name": "Amy Perez",
            "link": ""
          },
          {
            "name": "Daniel E. Ho",
            "link": ""
          }
        ],
        "pdf": "",
        "abstract": "",
        "appendedText": "<em>Admin L. Rev</em> (Forthcoming, 2025))"
      },
    {
        "title": "The Spectrum of AI Integration: The Case of Benefits Adjudication",
        "authors": [
          {
            "name": "Olivia Martin",
            "link": "https://olivia-martin11.github.io/"
          },
          {
            "name": "Faiz Surani",
            "link": ""
          },
          {
            "name": "Kit Rodolfa",
            "link": ""
          },
          {
            "name": "Amy Perez",
            "link": ""
          },
          {
            "name": "Daniel E. Ho",
            "link": ""
          }
        ],
        "pdf": "https://dho.stanford.edu/wp-content/uploads/Spectrum_AI.pdf",
        "abstract": "The central move of AI regulation is to trigger a set of minimum processes, protections, and safeguards when AI is used, such as opt-out mechanisms, rights to human review, and public consultation. We argue that this move is mistaken for one simple reason: AI is not monolithic. By taking a rigidly “rights-based” approach to AI regulation, such an approach may be failing to learn from the Supreme Court’s procedural due process revolution, which warns that, lest government grind to a halt, process must be tailored to the level of risk involved.1 So too for AI. We illustrate this challenge with the case of benefits adjudication—where many have argued extensive processes should apply for use of AI. We show the wide range of risks across applications, which we term the spectrum of AI integration, and how poorly suited many regulatory interventions are to the reality of AI integration. While a single domain (benefits adjudication) might be dubbed “high-risk,” the spectrum of AI integration means that the variance of risk within a domain may be far more relevant (and higher) than variance across domains. Regulation that gets this wrong will harm urgently needed modernization efforts.",
        "appendedText": "<em>in AI: Legal Issues, Policy, and Practical Strategies </em> (2024)"
      },
    {
      "title": "Governing by Assignment",
      "authors": [
        {
          "name": "Olivia Martin",
          "link": "https://olivia-martin11.github.io/"
        },
        {
          "name": "Isaac Cui",
          "link": ""
        },
        {
          "name": "Daniel E. Ho",
          "link": ""
        },
        {
          "name": "Anne Joseph O'Connell",
          "link": ""
        }
      ],
      "pdf": "https://dho.stanford.edu/wp-content/uploads/IPA.pdf",
      "abstract": "Although expertise is a pillar of public administration and administrative law, the government is increasingly missing experts. The U.S. federal government faces a personnel crisis of staggering proportions, with sharp pain points in civil service hiring—especially in science and technology—and the political appointments process. With urgent challenges like the rapid development of artificial intelligence, national cybersecurity, and climate change, an inadequate workforce raises fundamental concerns for legitimate governance. This Article documents a novel and important way that agencies are responding to this crisis: temporary assignments into federal agencies, what we call “governing by assignment,” under the Intergovernmental Personnel Act of 1970 (IPA). To date, legal scholarship, casebooks, and treatises have missed this trend. But Beltway insiders have not. Congressional inquiries question the legality of governing by assignment, raising basic questions about its scope, authority, and utility. We intervene in this pressing debate by providing the first systematic account of the administrative law of governing by assignment and by spelling out key nuances in IPA practice to inform policy discussions about governmental capacity and good governance norms.",
      "appendedText": "173 <em>U. Pa. L. Rev. </em> 157 (2024)"
    }
  ]