[
    {
        "title": "Evaluation as Due Process: Civil Service in an Automated Age",
        "authors": [
          {
            "name": "Olivia Martin",
            "link": "https://olivia-martin11.github.io/"
          },
          {
            "name": "Kit Rodolfa",
            "link": ""
          },
          {
            "name": "Amy Perez",
            "link": ""
          },
          {
            "name": "Daniel E. Ho",
            "link": ""
          }
        ],
        "pdf": "",
        "abstract": "",
        "appendedText": "<em>Admin L. Rev</em> (Forthcoming, 2025))"
      },
    {
        "title": "The Spectrum of AI Integration: The Case of Benefits Adjudication",
        "authors": [
          {
            "name": "Olivia Martin",
            "link": "https://olivia-martin11.github.io/"
          },
          {
            "name": "Faiz Surani",
            "link": ""
          },
          {
            "name": "Kit Rodolfa",
            "link": ""
          },
          {
            "name": "Amy Perez",
            "link": ""
          },
          {
            "name": "Daniel E. Ho",
            "link": ""
          }
        ],
        "pdf": "https://dho.stanford.edu/wp-content/uploads/IPA.pdf",
        "abstract": "",
        "appendedText": "<em>in AI: Legal Issues, Policy, and Practical Strategies </em> (2024)"
      },
    {
      "title": "Governing by Assignment",
      "authors": [
        {
          "name": "Olivia Martin",
          "link": "https://olivia-martin11.github.io/"
        },
        {
          "name": "Isaac Cui",
          "link": ""
        },
        {
          "name": "Daniel E. Ho",
          "link": ""
        },
        {
          "name": "Anne Joseph O'Connell",
          "link": ""
        }
      ],
      "pdf": "https://dho.stanford.edu/wp-content/uploads/IPA.pdf",
      "abstract": "Although expertise is a pillar of public administration and administrative law, the government is increasingly missing experts. The U.S. federal government faces a personnel crisis of staggering proportions, with sharp pain points in civil service hiring—especially in science and technology—and the political appointments process. With urgent challenges like the rapid development of artificial intelligence, national cybersecurity, and climate change, an inadequate workforce raises fundamental concerns for legitimate governance. This Article documents a novel and important way that agencies are responding to this crisis: temporary assignments into federal agencies, what we call “governing by assignment,” under the Intergovernmental Personnel Act of 1970 (IPA). To date, legal scholarship, casebooks, and treatises have missed this trend. But Beltway insiders have not. Congressional inquiries question the legality of governing by assignment, raising basic questions about its scope, authority, and utility. We intervene in this pressing debate by providing the first systematic account of the administrative law of governing by assignment and by spelling out key nuances in IPA practice to inform policy discussions about governmental capacity and good governance norms.",
      "appendedText": "173 <em>U. Pa. L. Rev. </em> 157 (2024)"
    }
  ]